Repository: IK-Lv7/nuvo
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# background.lightBlue
source: Light blue
ja: 水色

# background.lightGray
source: Light gray
ja: グレー

# background.none
source: Original
ja: そのまま

# background.white
source: White
ja: 白

# category.adjust
source: Adjust
ja: 調整

# category.background
source: Background
ja: 背景

# category.crop
source: Crop
ja: 構図

# category.face
source: Face
ja: 顔立ち

# category.filter
source: Filters
ja: フィルター

# category.finish
source: Finish
ja: 仕上げ

# category.look
source: Looks
ja: ルック

# category.makeup
source: Makeup
ja: メイク

# category.people
source: People
ja: 人物

# category.skin
source: Skin
ja: 美肌

# category.text
source: Text
ja: 文字

# crop.none
source: Original
ja: そのまま

# editor.addText
source: Add
ja: 追加

# editor.applyToPhotos
source: Apply to many photos
ja: 複数の写真に適用

# editor.autoEnhance
source: Auto enhance
ja: 自動補正

# editor.autoHeal
source: Find blemishes automatically
ja: ニキビ・シミを自動で検出

# editor.autoHealDone %lld
source: Removed %lld spots
ja: %lld 件を修復しました

# editor.autoHealNone
source: None found
ja: 見つかりませんでした

# editor.backgroundBlur
source: Blur background
ja: 背景ぼかし

# editor.batchDone %lld %lld
source: Saved %1$lld of %2$lld photos
ja: %2$lld 枚中 %1$lld 枚を保存しました

# editor.batchProgress %lld %lld
source: Processing %1$lld of %2$lld
ja: %2$lld 枚中 %1$lld 枚を処理中

# editor.blush
source: Blush
ja: チーク

# editor.bold
source: Bold
ja: 太字

# editor.brightness
source: Brightness
ja: 明るさ

# editor.cancel
source: Cancel
ja: キャンセル

# editor.changePhoto
source: Choose another photo
ja: 別の写真を選ぶ

# editor.chin
source: Chin
ja: あご

# editor.contrast
source: Contrast
ja: コントラスト

# editor.cropZoomHint
source: Drag on the photo to move the zoomed area
ja: 写真の上をドラッグして、拡大する範囲を動かせます

# editor.darkCircles
source: Dark circles
ja: くま

# editor.deleteLook
source: Delete
ja: 削除

# editor.deleteText
source: Delete text
ja: 文字を削除

# editor.depthUsed
source: Using depth data for natural background blur
ja: 深度情報を使って、奥行きに沿ってぼかします

# editor.empty
source: Select a photo
ja: 写真を選択してください

# editor.eyeEnlarge
source: Enlarge eyes
ja: 目の大きさ

# editor.eyebrow
source: Eyebrows
ja: アイブロウ

# editor.faceSlim
source: Slim face
ja: 小顔

# editor.filterIntensity
source: Filter strength
ja: フィルターの強さ

# editor.flip
source: Flip
ja: 反転

# editor.healBlockedByComposition
source: Tap repair is unavailable while the crop or rotation is changed. Fix blemishes first.
ja: 構図を変えている間は、タップでの修復は使えません。先に修復してください。

# editor.healHint
source: Tap a blemish on the photo
ja: 写真のニキビやシミをタップしてください

# editor.healSpot
source: Remove blemishes
ja: ニキビ・シミ除去

# editor.highlightRecovery
source: Highlight recovery
ja: ハイライト抑制

# editor.holdHint
source: Hold the photo to see the original
ja: 長押しで元の写真を表示

# editor.idPhoto
source: ID photo
ja: 証明写真

# editor.idPhotoIssue
source: This photo cannot fit the ID photo layout. Use a photo with the whole head and some space around it.
ja: この写真では規格の余白が取れません。頭全体が写り、周囲に余白のある写真を使ってください。

# editor.lipstick
source: Lipstick
ja: リップ

# editor.lookName
source: Look name
ja: ルックの名前

# editor.lookNamePlaceholder
source: e.g. Soft skin
ja: 例: 自然な美肌

# editor.noLooks
source: No saved looks yet
ja: 保存したルックはまだありません

# editor.noSubject
source: No person detected, so background effects are unavailable.
ja: 人物を検出できなかったため、背景の加工は使えません。

# editor.off
source: Off
ja: オフ

# editor.on
source: On
ja: オン

# editor.original
source: Original
ja: 元の写真

# editor.photo
source: Photo
ja: 写真

# editor.redo
source: Redo
ja: やり直す

# editor.rotateLeft
source: Rotate left
ja: 左に回転

# editor.rotateRight
source: Rotate right
ja: 右に回転

# editor.saturation
source: Saturation
ja: 彩度

# editor.save
source: Save
ja: 保存

# editor.saveDenied
source: Photos access is off. Enable it in Settings.
ja: 写真への保存が許可されていません。設定で許可してください。

# editor.saveFailed
source: Could not save the photo
ja: 保存できませんでした

# editor.saveLook
source: Save current look
ja: 現在の設定を保存

# editor.saved
source: Saved to Photos
ja: 写真に保存しました

# editor.section.background
source: Background
ja: 背景

# editor.section.face
source: Face shape
ja: 顔立ち

# editor.section.finish
source: Finishing
ja: 仕上げ

# editor.section.makeup
source: Makeup
ja: メイク

# editor.selectPhoto
source: Select
ja: 選択

# editor.settings
source: Settings
ja: 設定

# editor.shadow
source: Shadow
ja: 影

# editor.shadows
source: Shadows
ja: シャドウ

# editor.share
source: Share
ja: 共有

# editor.sharpness
source: Sharpness
ja: シャープ

# editor.skinBrightness
source: Skin brightness
ja: 肌の明るさ

# editor.skinSmoothing
source: Skin smoothing
ja: 肌なめらか

# editor.tapToHeal
source: Tap to fix
ja: タップで修復

# editor.teeth
source: Teeth whitening
ja: 歯のホワイトニング

# editor.textHint
source: Drag on the photo to move the text
ja: 写真の上をドラッグして文字を動かせます

# editor.textPlaceholder
source: Enter text
ja: 文字を入力

# editor.undo
source: Undo
ja: 元に戻す

# editor.vignette
source: Vignette
ja: 周辺減光

# editor.warmth
source: Warmth
ja: 色温度

# empty.badge.free
source: Free
ja: 無料

# empty.badge.noWatermark
source: No watermark
ja: 透かしなし

# empty.badge.offline
source: Offline
ja: オフライン

# empty.choose
source: Choose a photo
ja: 写真を選ぶ

# empty.tagline
source: Every feature is free. No watermark. No internet needed.
ja: 全機能無料。透かしなし。 通信も不要です。

# filter.cinematic
source: Cinematic
ja: シネマ

# filter.cool
source: Cool
ja: クール

# filter.fade
source: Fade
ja: フェード

# filter.film
source: Film
ja: フィルム

# filter.matte
source: Matte
ja: マット

# filter.mint
source: Mint
ja: ミント

# filter.mono
source: Mono
ja: モノ

# filter.moody
source: Moody
ja: ムーディ

# filter.noir
source: Noir
ja: ノワール

# filter.none
source: None
ja: なし

# filter.pastel
source: Pastel
ja: パステル

# filter.peach
source: Peach
ja: ピーチ

# filter.polaroid
source: Polaroid
ja: ポラロイド

# filter.rose
source: Rose
ja: ローズ

# filter.sky
source: Sky
ja: スカイ

# filter.sunset
source: Sunset
ja: サンセット

# filter.vintage
source: Vintage
ja: ヴィンテージ

# filter.vivid
source: Vivid
ja: ビビッド

# filter.warm
source: Warm
ja: ウォーム

# idPhoto.none
source: Off
ja: なし

# idPhoto.passport
source: Passport / My Number 35×45
ja: パスポート・マイナンバー 35×45

# idPhoto.resume
source: Resume 30×40
ja: 履歴書 30×40

# people.all
source: Everyone
ja: 全員

# people.blockedByComposition
source: Choosing people is unavailable while the crop or rotation is changed. Choose first.
ja: 切り抜きや回転を変えている間は、加工する人を選べません。先に選んでください。

# people.faceLabel %lld
source: Person %lld
ja: %lld 人目

# people.hint
source: Tap a face to turn it on or off, or draw a circle around the people you want to edit.
ja: 顔をタップして入り切り。または、加工したい人を指で囲んでください。

# people.notSelected
source: Not editing
ja: 加工しない

# people.selected
source: Editing
ja: 加工する

# people.summary %lld %lld
source: Editing %lld of %lld people
ja: %lld 人を加工(全 %lld 人)

# settings.about
source: About
ja: このアプリについて

# settings.done
source: Done
ja: 完了

# settings.export
source: Export
ja: 書き出し

# settings.exportFooter
source: JPEG is the most compatible. HEIC is smaller at the same quality. PNG has no quality loss but files are large. The location where a photo was taken is removed when "Remove location" is on.
ja: JPEG は最も互換性が高く、HEIC は同じ画質でファイルが小さくなります。PNG は劣化がありませんが、ファイルが大きくなります。「位置情報を削除」がオンのときは、撮影場所の情報を取り除きます。

# settings.format
source: Format
ja: 形式

# settings.privacy
source: Privacy
ja: プライバシー

# settings.privacyBody
source: All editing happens on your device. Nuvo does not connect to the internet, and your photos and personal information are never sent to anyone, including the developer.
ja: 写真の加工はすべて端末の中で行います。Nuvo は通信を行わず、写真も個人情報も、開発者を含む誰にも送られません。

# settings.quality
source: Quality
ja: 画質

# settings.stripLocation
source: Remove location
ja: 位置情報を削除

# settings.title
source: Settings
ja: 設定

# settings.version
source: Version
ja: バージョン

# textColor.black
source: Black
ja: 黒

# textColor.pink
source: Pink
ja: ピンク

# textColor.white
source: White
ja: 白

# textColor.yellow
source: Yellow
ja: 黄

# textStyle.condensed
source: Condensed
ja: コンデンス

# textStyle.didot
source: Didot
ja: ディド

# textStyle.gothic
source: Gothic
ja: ゴシック

# textStyle.handwriting
source: Handwriting
ja: 手書き

# textStyle.marker
source: Marker
ja: マーカー

# textStyle.maru
source: Round gothic
ja: 丸ゴ

# textStyle.mincho
source: Mincho
ja: 明朝体

# textStyle.mono
source: Mono
ja: 等幅

# textStyle.rounded
source: Rounded
ja: 丸文字

# textStyle.script
source: Script
ja: 筆記体

# textStyle.serif
source: Serif
ja: セリフ

# textStyle.standard
source: Standard
ja: 標準

# textStyle.typewriter
source: Typewriter
ja: タイプライター

# tool.aspect
source: Ratio
ja: 比率

# tool.autoEnhance
source: Auto
ja: 自動補正

# tool.backgroundBlur
source: Blur
ja: ぼかし

# tool.backgroundColor
source: Color
ja: 背景色

# tool.blemish
source: Blemish
ja: ニキビ

# tool.blush
source: Blush
ja: チーク

# tool.brightness
source: Brightness
ja: 明るさ

# tool.chin
source: Chin
ja: あご

# tool.contrast
source: Contrast
ja: コントラスト

# tool.cropZoom
source: Zoom
ja: ズーム

# tool.darkCircles
source: Dark circles
ja: くま

# tool.eyeEnlarge
source: Eyes
ja: 目

# tool.eyebrow
source: Brows
ja: 眉

# tool.faceSlim
source: Slim
ja: 小顔

# tool.filmGrain
source: Grain
ja: 粒子

# tool.filter
source: Filter
ja: フィルター

# tool.highlightRecovery
source: Highlights
ja: ハイライト

# tool.idPhoto
source: ID photo
ja: 証明写真

# tool.lightLeak
source: Light leak
ja: 光漏れ

# tool.lipstick
source: Lips
ja: リップ

# tool.looks
source: Looks
ja: ルック

# tool.noseBridge
source: Nose bridge
ja: 鼻筋

# tool.noseSlim
source: Nose
ja: 鼻

# tool.orientation
source: Rotate
ja: 回転・反転

# tool.people
source: Who to edit
ja: 加工する人

# tool.saturation
source: Saturation
ja: 彩度

# tool.shadows
source: Shadows
ja: シャドウ

# tool.sharpness
source: Sharpen
ja: シャープ

# tool.skinBrightness
source: Brighten
ja: 明るさ

# tool.skinFlush
source: Blush tone
ja: 血色

# tool.skinSmoothing
source: Smooth
ja: なめらか

# tool.straighten
source: Straighten
ja: 傾き

# tool.teethWhitening
source: Teeth
ja: 歯

# tool.text
source: Text
ja: 文字

# tool.vignette
source: Vignette
ja: 周辺減光

# tool.warmth
source: Warmth
ja: 色温度
